Repository: openlabs/trytond-nereid
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: ca, es_es

source: Name
ca: Nom
es_es: Nombre

source: e-mail
ca: Correu electrònic
es_es: Correo electrónico

source: New Password
ca: Nova contrasenya
es_es: Nueva contraseña

source: Passwords must match
ca: Les contrasenyes han de coincidir
es_es: Las contraseñas deben concidir

source: Confirm Password
ca: Confirma contrasenya
es_es: Confirmar contraseña

source: Street
ca: Carrer
es_es: Calle

source: Street (Bis)
ca: Carrer (BIS)
es_es: Calle (BIS)

source: Post Code
ca: Codi postal
es_es: Código postal

source: City
ca: Ciutat
es_es: Ciudad

source: Country
ca: Pais
es_es: País

source: State/County
ca: Provincia
es_es: Provincia

source: Email
ca: Correu electrònic
es_es: Correo electrónico

source: Phone
ca: Telèfon
es_es: Teléfono

source: Repeat Password
ca: Repeteix la contrasenya
es_es: Repite la contraseña

source: Old Password
ca: Contrasenya actual
es_es: Contraseña actual

source: A registration already exists with this email. Please contact customer care
ca: Un altre usuari concideix amb aquest correu electrònic. Identifiquis amb aquest correu o possis en contacte amb el nostre servei d'atenció al client.
es_es: Otro usuario concide con este correo electrónico. Identificase con este correo o póngase en contacto con atención al cliente.

source: Registration Complete. Check your email for activation
ca: S'ha creat el seu compte. Revisi la seva bústia de correu per finalitzar l'activació.
es_es: Se ha finalizado el registro. Revise su buzón de correo para finalizar la activación.

source: Account Activation
ca: Activa el seu compte
es_es: Activación de su cuenta

source: Your password has been successfully changed! Please login again
ca: S'ha modificat la seva contrasenya. Identifiquis de nou
es_es: Se ha modificado su contraseña. Identificase de nuevo

source: The current password you entered is invalid
ca: La contrasenya nova es incorrecta
es_es: La contraseña nueva es incorrecta

source: Invalid Activation Code
ca: Codi d'activació invàlid
es_es: Código de activación inválido

source: Your account has been activated
ca: S'ha activat el seu compte
es_es: Se ha activado su cuenta

source: Invalid email address
ca: El correu electrònic no es correcta
es_es: El correo electrónico no es correcto

source: An email has been sent to your account for resetting your credentials
ca: Un correu electrònic s'ha enviat per reiniciar el seu compte
es_es: Un correo electrónico se ha enviado para resetear su cuenta

source: Account Password Reset
ca: Reinici contrasenya
es_es: Reinicio de su contraseña

source: Your account has not been activated yet!
ca: El seu compte encara no es troba activat.
es_es: Su cuenta todavía no se encuentra activa.

source: Password
ca: Contrasenya
es_es: Contraseña

source: You are now logged in. Welcome %(name)s
ca: Benvingut %(name)s. Ara està conectat.
es_es: Bienvenido %(name)s. Ahora está conectado.

source: Invalid login credentials
ca: Les dades d'indentificació no son correctes
es_es: Los datos de indentificación no son correctos

source: You have been logged out successfully. Thanks for visiting us
ca: S'ha tancat la sessió amb èxit
es_es: Se ha cerrado la sesión con éxito.

source: Hi %(name)s
ca: Hola %(name)s
es_es: Hola %(name)s

source: %(num)d apple
ca: %(num)d de pomes
es_es: %(num)d de manzanas
