Repository: openlabs/trytond-nereid
Catalog: trytond_nereid/i18n/*/LC_MESSAGES/messages.po
Languages: es, pt_br

source: Name
es: Nombre Completo
pt_br: Nome e Sombrenome

source: New Password
es: Nueva Contraseña
pt_br: Nova Senha

source: Passwords must match
es: Contraseñas deven coincidir
pt_br: Senhas devem coincidir

source: Confirm Password
es: Confirmar Seña
pt_br: Confirme Sua Senha

source: Street
es: Calle
pt_br: Endereco Completo

source: Street (Bis)
es: Número
pt_br: Bairro

source: Post Code
es: Código Postal
pt_br: CEP

source: City
es: Ciudad
pt_br: Cidade

source: Country
es: Pais
pt_br: País

source: State/County
es: Estado
pt_br: Estado

source: Repeat Password
es: Repetir Seña
pt_br: Repetir Senha

source: Old Password
es: Contraseña Antigua
pt_br: Senha Antiga

source: A registration already exists with this email. Please contact customer care
es: Un registro que ya existe con este correo electrónico. Por favor, póngase en contacto con nuestra cetral de atención al cliente
pt_br: Um cadastro já existe com este email. Entre em contato com nosso central de atendimento

source: Registration Complete. Check your email for activation
es: Registro completo. Revise su correo electrónico para activar su cuenta
pt_br: Cadastro completo. Verifique seu e-mail para ativação

source: Your password has been successfully changed! Please login again
es: Su contraseña ha sido cambiado con éxito! Por favor inicie sesión nuevamente
pt_br: Sua senha foi mudada com sucesso! Por favor, faça login novamente

source: The current password you entered is invalid
es: La contraseña introducida no es válida
pt_br: A senha digitada é inválida

source: Invalid Activation Code
es: Código de activación válido
pt_br: Código de ativação inválido

source: Your account has been activated
es: Su cuenta ha sido activada
pt_br: Sua conta foi ativada

source: Invalid email address
es: E-mail invalido
pt_br: Email inválido

source: An email has been sent to your account for resetting your credentials
es: Un correo electrónico ha sido enviado a su cuenta para restablecer sus credenciales
pt_br: Um email foi enviado para a sua conta para redefinir seus credenciais

source: Your account has not been activated yet!
es: Su cuenta no ha sido activada todavía!
pt_br: Sua conta ainda não foi ativada!

source: Password
es: Seña
pt_br: Senha

source: You are now logged in. Welcome %(name)s
es: Ahora está conectado. Bienvenido %(name)s
pt_br: Você está conectado. Bem-vindo %(name)s

source: Invalid login credentials
es: Credencialesde inicio de sesión inválidas
pt_br: Credenciais de login inválidos

source: You have been logged out successfully. Thanks for visiting us
es: Usted ha cerrado la sesión con éxito. Gracias por visitarnos
pt_br: Você saiu com sucesso. Obrigado por nos visitar

source: The currency has been successfully changed
es: La moneda ha sido cambiado con éxito
pt_br: A moeda foi alterada com sucesso

source: Your language preference have been saved.
es: Su preferencias de idioma se han guardado.
pt_br: Sua preferência de idioma foi salva.

source: Sorry! we do not speak your language yet!
es: ¡Lo siento! no hablamos su idioma todavía!
pt_br: Desculpe! ainda não falamos seu idioma!

source: en_US
es: es_ES
pt_br: pt_BR

source: Hi %(name)s
es: Hola %(name)s
pt_br: Oi %(name)s

source: %(num)d apple
es: %(num)d manzana
pt_br: %(num)d maçã
